name: "tnn_face_detection"
backend: "tnn"
max_batch_size: 0
input [
  {
    name: "input"
    data_type: TYPE_UINT8
    dims: [ -1,-1,3 ]
  }
]
output [
  {
    name: "scores"
    data_type: TYPE_FP32
    dims: [ -1 ]
  }, 
  {
    name: "boxes"
    data_type: TYPE_FP32
    dims: [ -1 ]
  }
]
